{
    "source": {
        "lines": 5464,
        "that": 751,
        "have": 357,
        "the": 2288,
        "word": 110,
        "<M0>": 3098,
        "or": 4410,
        "a": 6999,
        "character": 1577,
        ",": 2433,
        "at": 789,
        "least": 765,
        "1": 210,
        "time": 58,
        "with": 4971,
        "3": 279,
        "more": 1589,
        "of": 499,
        "vowel": 1552,
        "items": 481,
        "thrice": 20,
        "preceding": 472,
        ".": 625,
        "number": 1407,
        "2": 813,
        "times": 1245,
        "small": 152,
        "letter": 4310,
        "5": 272,
        "containing": 928,
        "words": 1004,
        "capital": 1419,
        "before": 2059,
        "string": 2944,
        "followed": 844,
        "by": 942,
        "<M1>": 819,
        "<M2>": 99,
        "numeral": 144,
        "characters": 118,
        "numbers": 93,
        "4": 286,
        "lower-case": 1304,
        "starting": 395,
        "only": 181,
        "then": 207,
        "having": 165,
        "following:": 8,
        "an": 165,
        "upper": 122,
        "case": 224,
        "terminating": 38,
        "ending": 637,
        "over": 9,
        "after": 221,
        "in": 672,
        "them": 241,
        "which": 246,
        "there": 15,
        "are": 119,
        "upper-case": 15,
        "begin": 39,
        "once": 229,
        "letters": 257,
        "0": 17,
        "wherein": 14,
        "precedes": 18,
        "whiich": 2,
        "uppercase": 32,
        "and": 387,
        "zero": 419,
        "is": 79,
        "preceded": 87,
        "vowels": 101,
        "contain": 259,
        "ends": 13,
        "end": 146,
        "either": 427,
        "where": 46,
        "comes": 13,
        "has": 10,
        "line": 41,
        "combination": 3,
        "these": 5,
        "three:": 1,
        "instance": 6,
        "fo": 1,
        "following": 46,
        "without": 23,
        "succeeded": 5,
        "ro": 2,
        "beginning": 73,
        "coming": 31,
        "seen": 4,
        "present": 8,
        "prior": 22,
        "to": 35,
        "including": 2,
        "start": 43,
        "come": 11,
        "term": 1,
        "than": 28,
        "lowercase": 25,
        "use": 7,
        "strings": 59,
        "lower": 116,
        "occring": 1,
        "no": 25,
        "less": 11,
        "occurrences": 12,
        "occurs": 9,
        "occuring": 6,
        "not": 9,
        "twice": 60,
        "appear": 46,
        "any": 57,
        ";": 9,
        "occurrence": 6,
        "minimum": 20,
        "sets": 1,
        "using": 2,
        "another": 5,
        "so": 2,
        "front": 9,
        "need": 3,
        "terminal": 1,
        "dog": 35,
        "conclude": 6,
        "greater": 18,
        "precedig": 1,
        "ore": 8,
        "combinations": 17,
        "alphabet": 7,
        "all": 15,
        "open": 1,
        "occurring": 29,
        "walking": 1,
        "fun": 1,
        "do": 6,
        "consisting": 5,
        "lease": 2,
        "lends": 1,
        "<M3>": 6,
        "liens": 3,
        "identify": 2,
        "include": 9,
        "contains": 7,
        "nes": 1,
        "beging": 2,
        "each": 5,
        "uppercae": 1,
        "finishing": 12,
        "stating": 21,
        "it": 42,
        "capitalized": 4,
        "contating": 2,
        "must": 17,
        "first": 9,
        "type": 2,
        "cased": 3,
        "on": 5,
        "order:": 1,
        "ring": 2,
        "occur": 3,
        "also": 7,
        "named": 2,
        "plus": 1,
        "mroe": 1,
        "follwed": 1,
        "within": 4,
        "ha": 1,
        "were": 1,
        "shows": 2,
        "up": 3,
        "i": 4,
        "like": 1,
        "walk": 1,
        "my": 3,
        "daily": 1,
        "basis": 1,
        "tmes": 1,
        "lowe-case": 1,
        "order": 1,
        "kind": 2,
        "contained": 7,
        "both": 3,
        "ines": 3,
        "there's": 1,
        "terminate": 1,
        "multiple": 4,
        "begins": 1,
        "case-letter": 3,
        "your": 4,
        "should": 9,
        "repeated": 14,
        "if": 3,
        "follows": 5,
        "sting": 1,
        "repeat": 1,
        "uppe": 1,
        "be": 4,
        "sequence": 1,
        "sister's": 1,
        "username": 1,
        "daphne12": 1,
        "character/vowel": 1,
        "singular": 1,
        "does": 2,
        "doesn't": 2,
        "best": 1,
        "friend": 1,
        "man": 1,
        "for": 2,
        "total": 2,
        "starts": 5,
        "characte": 1,
        "as": 5,
        "class": 2,
        "every": 1,
        "choice": 3,
        "capitals": 2,
        "afterwards": 2,
        "terminates": 1,
        "misty": 1,
        "would": 1,
        "bark": 1,
        "you": 3,
        "started": 1,
        "yelling": 1,
        "other": 2,
        "tthem": 1,
        "lined": 2,
        "lover-case": 1,
        "truck": 5,
        "lettere": 3,
        "follow": 3,
        "finish": 2,
        "long": 6,
        "being": 5,
        "opening": 1,
        "digit": 1,
        "consist": 1,
        ":": 3,
        "lies": 2,
        "its": 1,
        "same": 1,
        "letteres": 1,
        "last": 4,
        "lower-cast": 1,
        "charactered": 1,
        "staring": 3,
        "higher": 1,
        "leter": 2,
        "thst": 1,
        "contaiing": 1,
        "that's": 7,
        "determine": 1,
        "presence": 1,
        "tring": 1,
        "placed": 1,
        "whose": 2,
        "-": 5,
        "zer": 1,
        "ot": 1,
        "strong": 1,
        "th": 1,
        "but": 3,
        "lettered": 1,
        "equal": 3,
        "regular": 1,
        "amount": 1,
        "second": 1,
        "finally": 1,
        "t": 1,
        "non-capital": 1,
        "incidents": 1,
        "tines": 1,
        "final": 1,
        "immediately": 1,
        "just": 2,
        "character`": 1,
        "something": 1,
        "lives": 1,
        "consecutive": 2,
        "numbering": 3,
        "he": 2,
        "nothing": 1,
        "else": 1,
        "going": 2,
        "here": 1,
        "well": 1,
        "pet": 1,
        "specialty": 1,
        "stores": 1,
        "sell": 1,
        "lot": 1,
        "will": 1,
        "such": 1,
        "beds": 1,
        "sweaters": 1,
        "food": 1,
        "treats": 1,
        "toys": 1,
        "between": 2,
        "elements": 1,
        "occurance": 1,
        "concluding": 2,
        "took": 1,
        "rate": 1,
        "feature": 2,
        "they": 3,
        "may": 7,
        "don't": 2,
        "precede": 1,
        "containg": 3,
        "showing": 2,
        "normal": 1,
        ">=": 1,
        "these:": 1,
        "ling": 1,
        "containe": 1,
        "iether": 1,
        "even": 1,
        "phrases": 1,
        "beforehand": 2,
        "appears": 12,
        "whixh": 1,
        "beginnig": 1,
        "withe": 1,
        "leading": 1,
        "off": 1,
        "alphanumeric": 1,
        "can": 4,
        "least2times": 1,
        "hat": 1,
        "appearances": 1,
        "have5or": 2,
        "item": 1,
        "e": 3,
        "o": 3,
        "u": 3,
        "summary:": 1,
        "have2or": 1,
        "possessing": 1,
        "above": 1,
        "used": 1,
        "small-case": 1,
        "some": 1,
        "preceeding": 1,
        "wih": 1,
        "capitol": 2,
        "contaning": 1,
        "caee": 1,
        "maybe": 1,
        "contain2or": 1,
        "succession:": 1,
        "works": 1,
        "instances": 5,
        "acapital": 1,
        "captial": 1,
        "ahead": 1,
        "appearance": 1,
        "vowel:": 1,
        "might": 1,
        "occurrr": 1,
        "directly": 1,
        "had": 1,
        "additional": 1,
        "code": 1,
        "includes": 1,
        "subsequent": 1,
        "succeeds": 1,
        "capitla": 1,
        "occasions": 1,
        "iin": 2,
        "certain": 1,
        "things": 1,
        "<M0>:": 1,
        "bigis": 1,
        "occasion": 1,
        "single": 1,
        "containging": 2,
        "appearing": 1,
        "included": 1,
        "sentence:": 1,
        "listed": 1,
        "occurence": 2,
        "digits": 1
    },
    "target": {
        ".": 13375,
        "*": 12280,
        "(": 18474,
        "<M0>": 3136,
        ")": 18474,
        "+": 1034,
        "|": 3834,
        "[": 8312,
        "<VOW>": 1683,
        "]": 8312,
        "{": 1732,
        "3": 299,
        ",": 1732,
        "}": 1732,
        "<NUM>": 1651,
        "2": 875,
        "<LOW>": 1668,
        "5": 271,
        "\\": 2394,
        "b": 2394,
        "<LET>": 1633,
        "<CAP>": 1677,
        "<M1>": 831,
        "<M2>": 98,
        "4": 286,
        "<M3>": 6,
        "6": 1
    }
}